Repository: 1mbryk/Diploma
Catalog: General.xcstrings
Source language: en
Languages: be

source: Add
be: Дадаць

# AddFolder
source: Folder
be: Тэчку

# AddPhoto
source: Photo
be: Фота

source: Are you sure?
be: Вы ўпэўнены?

source: Camera Model
be: Мадэль камеры

source: Cancel
be: Скасаваць

source: Change Name
be: Змяніць назву

source: Color Space
be: Колеравая прастора

source: Confirm
be: Пацвердзіць

source: Content
be: Змесціва

source: Copy
be: Cкапіяваць

source: Date
be: Даце

source: Delete
be: Выдаліць

# EmptyFolder
source: Folder is empty
be: Тэчка пустая

source: Enter folder name
be: Увядзіце назву тэчкі

source: Enter new name
be: Увядзіце новую назву

source: Face
be: Твар

source: Faces
be: Тварах

# FileCreationDate
source: Creation Date
be: Дата стварэння

# FileModificationDate
source: Modification Date
be: Дата мадыфікацыі

# FileName
source: Name
be: Імя

# FileSize
source: Size
be: Памер

# FileType
source: Type
be: Тып

source: Group By
be: Згрупаваць па

source: Log out
be: Выйсці

source: Metadata
be: Метаданых

source: No
be: Не

source: Profile
be: Профіль

source: Rename
be: Рэдагаваць назву

source: Select
be: Выбраць

source: Select All
be: Выбраць усё

source: Select Items
be: Выбраць

source: Sign In with Google
be: Увайсці пры дапамозе Google

source: Stay logged in
be: Заставацца ў сістэме

source: Unknown
be: Невядомы

source: Unselect All
be: Адмяніць выбар

source: Yes
be: Так
